[CinematicScript]
$*CinematicScript-1-CIN500_DG_NIGRATURIS_NIGHTMARE=You are dreaming.
$*CinematicScript-2-CIN500_DG_NIGRATURIS_NIGHTMARE=This is the nightmare that the world is dreaming.
$*CinematicScript-3-CIN500_DG_NIGRATURIS_NIGHTMARE=This future must not come to pass.
$*CinematicScript-4-CIN500_DG_NIGRATURIS_NIGHTMARE=This is the disaster you must prevent.
$*CinematicScript-5-CIN500_DG_NIGRATURIS_NIGHTMARE=Aura, Anatavarin…
$*CinematicScript-6-CIN500_DG_NIGRATURIS_NIGHTMARE=See the cruel fate that awaits you in the world of fantasy.
$*CinematicScript-1-CIN501_DG_NIGRATURIS_MESSAGE=You are dreaming. But this is the future that awaits.
$*CinematicScript-2-CIN501_DG_NIGRATURIS_MESSAGE=Go to your world!
$*CinematicScript-3-CIN501_DG_NIGRATURIS_MESSAGE=Resist the coming future.
$*CinematicScript-1-CIN200_I10_EXECUTION=This is not fair! I thought you were...
$*CinematicScript-2-CIN200_I10_EXECUTION=Capo! She is an important witness!
$*CinematicScript-3-CIN200_I10_EXECUTION=You’re not very familiar with the situation here, Centurion Anita.
$*CinematicScript-4-CIN200_I10_EXECUTION=The Padana scum are all in collusion. <br>We're best off executing them as soon as we have them.
$*CinematicScript-5-CIN200_I10_EXECUTION=An execution without even a trial in the territory of Amistad...
$*CinematicScript-6-CIN200_I10_EXECUTION=Hey, you there. Do you mind coming over here and helping me?
$*CinematicScript-1-CIN201_I10_KEEPSAKE=What is this? A necklace?
$*CinematicScript-2-CIN201_I10_KEEPSAKE=This necklace seems precious. <br>Find the family of the deceased and return it.
$*CinematicScript-1-CIN202_I10_ROBBERY=Hey, hey! Get up.
$*CinematicScript-2-CIN202_I10_ROBBERY=Isn’t it that guy?
$*CinematicScript-3-CIN202_I10_ROBBERY=Yeah, that’s right. I saw him take the necklace.
$*CinematicScript-4-CIN202_I10_ROBBERY=Such a smart person... can’t even take care of an object...
$*CinematicScript-5-CIN202_I10_ROBBERY=Hey, Mr. Unlucky. Come here for a moment.
$*CinematicScript-1-CIN203_I10_CONTACT=I haven’t seen you before, are you alone?
$*CinematicScript-2-CIN203_I10_CONTACT=You're not the point of contact! Come out, everybody!
$*CinematicScript-1-CIN204_I10_DUEL=Help me!! Bagra!
$*CinematicScript-2-CIN204_I10_DUEL=You were the traitor!
$*CinematicScript-3-CIN204_I10_DUEL=Just what I expected from Bagra!
$*CinematicScript-4-CIN204_I10_DUEL=Wh-why me?..?
$*CinematicScript-5-CIN204_I10_DUEL=Alber told me to kill everyone, and leave no seed for future trouble.
$*CinematicScript-6-CIN204_I10_DUEL=Give up the necklace, and I’ll grant you a painless death.
$*CinematicScript-1-CIN230_I10_FALL=I’ve heard a few things about smugglers...
$*CinematicScript-2-CIN230_I10_FALL=Hmph, it was nothing.
$*CinematicScript-3-CIN230_I10_FALL=There he is! Catch him!
$*CinematicScript-4-CIN230_I10_FALL=Blast!
$*CinematicScript-5-CIN230_I10_FALL=Jump!
$*CinematicScript-1-CIN205_E11_INTRUSION=Go away!
$*CinematicScript-2-CIN205_E11_INTRUSION=Huh, look at this.<br>I heard that Ronan was gathering up low-lifes and training them. So it was true.
$*CinematicScript-3-CIN205_E11_INTRUSION=Have they lost their minds? They’re nobodies, but still they’re going crazy with weapons.
$*CinematicScript-4-CIN205_E11_INTRUSION=What the hell are those scumbags doing here?
$*CinematicScript-5-CIN205_E11_INTRUSION=What did you just say? Say that again!
$*CinematicScript-6-CIN205_E11_INTRUSION=You out of your mind?
$*CinematicScript-1-CIN206_E11_RONAN=Useless cur, get off!
$*CinematicScript-2-CIN206_E11_RONAN=How dare you? Lowly peasant...
$*CinematicScript-3-CIN206_E11_RONAN=I’ll teach you your place myself.
$*CinematicScript-4-CIN206_E11_RONAN=What are you doing, Ronan?!
$*CinematicScript-5-CIN206_E11_RONAN=The same to you, Scu!
$*CinematicScript-6-CIN206_E11_RONAN=Now you can become a warrior if you have the skills.
$*CinematicScript-7-CIN206_E11_RONAN=Do you dare to defy the Pantera King?
$*CinematicScript-8-CIN206_E11_RONAN=The son of the Pantera King has a habit of mingling with vermin.
$*CinematicScript-9-CIN206_E11_RONAN=That is enough, let’s go.
$*CinematicScript-10-CIN206_E11_RONAN=You have some guts.
$*CinematicScript-1-CIN207_E11_PRISONER=Come out and fight, Tamarin.
$*CinematicScript-2-CIN207_E11_PRISONER=You must earn your keep as a captive.
$*CinematicScript-3-CIN207_E11_PRISONER=That rookie’s life is my keep!
$*CinematicScript-4-CIN207_E11_PRISONER=The more we kill, the more we please our god Ash-Ruha.
$*CinematicScript-5-CIN207_E11_PRISONER=Come on, kiddo.
$*CinematicScript-1-CIN208_E11_TRANSFORM=Arise! Descendants of Ash-Ruha!
$*CinematicScript-2-CIN208_E11_TRANSFORM=Go back to the ancient times when the gods reigned.
$*CinematicScript-1-CIN209_E11_EXILE=Tamarin!
$*CinematicScript-2-CIN209_E11_EXILE=How could you kill your own people...?
$*CinematicScript-3-CIN209_E11_EXILE=Do you think doing this will make them accept you?
$*CinematicScript-4-CIN209_E11_EXILE=You are a Tamarin. A Tamarin!
$*CinematicScript-5-CIN209_E11_EXILE=Are you awake?
$*CinematicScript-6-CIN209_E11_EXILE=A Lionsgale Warrior was, in fact, Tamarin...
$*CinematicScript-7-CIN209_E11_EXILE=The Blood Alliance will go crazy.
$*CinematicScript-8-CIN209_E11_EXILE=That doesn’t mean I can just let you die.
$*CinematicScript-9-CIN209_E11_EXILE=Leave Shaqqara.
$*CinematicScript-10-CIN209_E11_EXILE=It is the only way, for now.
$*CinematicScript-1-CIN456_E11_TRADE=The Eyes of Ash-Ruha.
$*CinematicScript-2-CIN456_E11_TRADE=And here is the Essence of Life.
$*CinematicScript-3-CIN456_E11_TRADE=The Blood of Baraka, as promised.
$*CinematicScript-4-CIN456_E11_TRADE=Now you will get to meet your god.
$*CinematicScript-5-CIN456_E11_TRADE=Perhaps... After you die!
$*CinematicScript-6-CIN456_E11_TRADE=<I>Ash-Ruha, this is the time for your return!</I>
$*CinematicScript-7-CIN456_E11_TRADE=Oh, blast!
$*CinematicScript-8-CIN456_E11_TRADE=Stop!
$*CinematicScript-9-CIN456_E11_TRADE=Who are you?
$*CinematicScript-10-CIN456_E11_TRADE=The ritual must be finished! Stop them!
$*CinematicScript-1-CIN268_E11_BLOODKING=Do you think you have won?
$*CinematicScript-2-CIN268_E11_BLOODKING=The resurrection of the ancient god Ash-Ruha has already begun.
$*CinematicScript-3-CIN268_E11_BLOODKING=The desert will be covered with blood before long.
$*CinematicScript-4-CIN268_E11_BLOODKING=I’ll meet you in hell, Anatavarin.
$*CinematicScript-1-CIN275_E11_SCU=This means the end of Ash-Ruha.
$*CinematicScript-2-CIN275_E11_SCU=Not yet. For the resurrection of Ash-Ruha...
$*CinematicScript-3-CIN275_E11_SCU=For the resurrection of Ash-Ruha...
$*CinematicScript-4-CIN275_E11_SCU=And for the deaths of you all..
$*CinematicScript-5-CIN275_E11_SCU=Bring the traitor!
$*CinematicScript-6-CIN275_E11_SCU=
$*CinematicScript-7-CIN275_E11_SCU=Betraying one’s kin is a grave sin.
$*CinematicScript-8-CIN275_E11_SCU=I am the son of the Great Elder, Pantera King.
$*CinematicScript-9-CIN275_E11_SCU=Father, please...
$*CinematicScript-10-CIN275_E11_SCU=There are no exceptions in the law of the Pantera.
$*CinematicScript-11-CIN275_E11_SCU=We owe you.
$*CinematicScript-1-CIN210_F14_BIRTH=<I>I welcome you on behalf of the Queen of White Sorrow <br>and the two cities, exalted one.</I>
$*CinematicScript-2-CIN210_F14_BIRTH=<I>Your time is not done yet.</I>
$*CinematicScript-3-CIN210_F14_BIRTH=<I>Here is my gift.</I>
$*CinematicScript-4-CIN210_F14_BIRTH=<I>Retrieve our Tree of Life.</I>
$*CinematicScript-5-CIN210_F14_BIRTH=Please, come. Exalted Elf.
$*CinematicScript-6-CIN210_F14_BIRTH=<I>I will possess that body. <br>Give it to me.</I>
$*CinematicScript-7-CIN210_F14_BIRTH=Another failure.
$*CinematicScript-8-CIN210_F14_BIRTH=Kelandra.
$*CinematicScript-9-CIN210_F14_BIRTH=Remove the shards of the Ancient Soul.
$*CinematicScript-10-CIN210_F14_BIRTH=Give this Incomplete one some clothes
$*CinematicScript-11-CIN210_F14_BIRTH=and send it under the Shadows.
$*CinematicScript-1-CIN212_F14_BATTLE=Everybody, run!
$*CinematicScript-1-CIN213_F14_BETRAYAL=You fools... You're trapped.
$*CinematicScript-2-CIN213_F14_BETRAYAL=Here
$*CinematicScript-3-CIN213_F14_BETRAYAL=you have some new prey.
$*CinematicScript-1-CIN214_F14_QUEEN=Step back.
$*CinematicScript-2-CIN214_F14_QUEEN=<I>I am the leader of El Rano,<br>the one and only Queen of the Elves, Erlione Lilyanthes.</I>
$*CinematicScript-3-CIN214_F14_QUEEN=<I>Your time in this world is already over.</I>
$*CinematicScript-4-CIN214_F14_QUEEN=<I>Rest in peace! This is the Queen's order!</I>
$*CinematicScript-5-CIN214_F14_QUEEN=Her Majesty?
$*CinematicScript-6-CIN214_F14_QUEEN=I discovered where Her Majesty is.<br>Get the guard troops ready immediately.
$*CinematicScript-7-CIN214_F14_QUEEN=Relax now, young ones.<br>The law-breakers are all gone. At least, from around here...
$*CinematicScript-1-CIN249_F14_ARKIELL=It is a fitting end for the incomplete ones.<br>For this kingdom, and you too!
$*CinematicScript-2-CIN249_F14_ARKIELL=Arkiel, you mustn’t!
$*CinematicScript-3-CIN249_F14_ARKIELL=That’s not going to happen!
$*CinematicScript-4-CIN249_F14_ARKIELL=If you can, Incomplete Queen.
$*CinematicScript-1-CIN250_F14_THOUSAND=<I>The Queen of white sorrow. I offer you my body. Please save El Rano.</I>
$*CinematicScript-2-CIN250_F14_THOUSAND=<I>Why are you sacrificing yourself to save them?</I>
$*CinematicScript-3-CIN250_F14_THOUSAND=<I>You and I are one. You already know the answer.</I>
$*CinematicScript-4-CIN250_F14_THOUSAND=<I>Now I will face oblivion, and you will become the new Queen.</I>
$*CinematicScript-5-CIN250_F14_THOUSAND=<I>Begin your rest. This is the Queen's order.</I>
$*CinematicScript-6-CIN250_F14_THOUSAND=Now... It's all over.
$*CinematicScript-1-CIN272_F14_KELENDRA=You are here, your Majesty...
$*CinematicScript-2-CIN272_F14_KELENDRA=The Regent... turned you into this.
$*CinematicScript-3-CIN272_F14_KELENDRA=I’m sorry. I thought everything would be fine...
$*CinematicScript-4-CIN272_F14_KELENDRA=Stop the Regent... and save El Rano.
$*CinematicScript-1-CIN238_F07_DELILAH=Looking for Herodion, without even knowing that Judith controls Migdal?
$*CinematicScript-2-CIN238_F07_DELILAH=You are a suspicious one...
$*CinematicScript-3-CIN238_F07_DELILAH=We should have a good, long talk.
$*CinematicScript-4-CIN238_F07_DELILAH=Let’s get out of here first.
$*CinematicScript-5-CIN238_F07_DELILAH=Blast... That witch was still in Migdal!
$*CinematicScript-1-CIN239_F07_TEMPLE=Give up now. Herodion can't protect you anymore.
$*CinematicScript-2-CIN239_F07_TEMPLE=How foolish...
$*CinematicScript-3-CIN239_F07_TEMPLE=Kill them all!
$*CinematicScript-1-CIN273_F07_PHANTOM=She was somewhat useful. What a shame.
$*CinematicScript-2-CIN273_F07_PHANTOM=Hmm?
$*CinematicScript-3-CIN273_F07_PHANTOM=It was you.
$*CinematicScript-4-CIN273_F07_PHANTOM=Too late, Herodion.
$*CinematicScript-5-CIN273_F07_PHANTOM=I should say... I am sorry.
$*CinematicScript-6-CIN273_F07_PHANTOM=It’s not your fault... Farewell.
$*CinematicScript-1-CIN700_F07_SIGHTING=Who is the leader?
$*CinematicScript-2-CIN700_F07_SIGHTING=Did Herodion send you?
$*CinematicScript-3-CIN700_F07_SIGHTING=Give me the names.
$*CinematicScript-4-CIN700_F07_SIGHTING=Insolent wench!
$*CinematicScript-5-CIN700_F07_SIGHTING=Yoav!
$*CinematicScript-6-CIN700_F07_SIGHTING=That bitch! Catch her!
$*CinematicScript-1-CIN701_F07_ARBITRATOR=Who sent you?
$*CinematicScript-2-CIN701_F07_ARBITRATOR=This is my life, Delilah.
$*CinematicScript-3-CIN701_F07_ARBITRATOR=You helped a lot.
$*CinematicScript-1-CIN702_F07_HIDE=This is what I promised.
$*CinematicScript-2-CIN702_F07_HIDE=So, with this you can even face death itself?
$*CinematicScript-3-CIN702_F07_HIDE=Of course.
$*CinematicScript-4-CIN702_F07_HIDE=If all goes well, you will be appropriately rewarded.
$*CinematicScript-5-CIN702_F07_HIDE=This should be enough as compensation.
$*CinematicScript-1-CIN703_F07_JUDITH=You're late, Delilah.
$*CinematicScript-2-CIN703_F07_JUDITH=I never thought you would betray Herodion.
$*CinematicScript-3-CIN703_F07_JUDITH=He was a traitor... I was just his wife.
$*CinematicScript-4-CIN703_F07_JUDITH=But now Migdal is under my control.
$*CinematicScript-5-CIN703_F07_JUDITH=So, hecklers should go away.
$*CinematicScript-1-CIN704_F07_MUTATION=I did what I had to do.
$*CinematicScript-2-CIN704_F07_MUTATION=Herodion was afraid of this power.<br>But I am not.
$*CinematicScript-3-CIN704_F07_MUTATION=Judith had a deal with the devil.<br>We should let Herodion know...
$*CinematicScript-4-CIN704_F07_MUTATION=To Herodion! At any cost!
$*CinematicScript-1-CIN400_L11_CRASH=My, my. Those punks...
$*CinematicScript-2-CIN400_L11_CRASH=Watch out!
$*CinematicScript-3-CIN400_L11_CRASH=I’m sorry, Luis.
$*CinematicScript-4-CIN400_L11_CRASH=Kids are all the same.
$*CinematicScript-5-CIN400_L11_CRASH=No!
$*CinematicScript-6-CIN400_L11_CRASH=P...Please...
$*CinematicScript-7-CIN400_L11_CRASH=Save my child...
$*CinematicScript-8-CIN400_L11_CRASH=Protect the villagers!
$*CinematicScript-9-CIN400_L11_CRASH=Never back down!
$*CinematicScript-1-CIN401_L11_GRIFFON=Stop it!
$*CinematicScript-2-CIN401_L11_GRIFFON=I’m sorry if he surprised you.
$*CinematicScript-3-CIN401_L11_GRIFFON=He’s not harming anyone, so relax.
$*CinematicScript-1-CIN403_L11_SACRIFICE=Almost there.
$*CinematicScript-2-CIN403_L11_SACRIFICE=Halt!
$*CinematicScript-3-CIN403_L11_SACRIFICE=Watch out! Run away!
$*CinematicScript-1-CIN404_L11_RESCUE=There is no way out.
$*CinematicScript-2-CIN404_L11_RESCUE=I’m glad that it’s not too late.
$*CinematicScript-3-CIN404_L11_RESCUE=I think it’s a little late.
$*CinematicScript-1-CIN405_L11_VICTORY=You
$*CinematicScript-2-CIN405_L11_VICTORY=have quite some skills!
$*CinematicScript-1-CIN608_L11_GRANDEZZA_H=What a spectacle!
$*CinematicScript-2-CIN608_L11_GRANDEZZA_H=I wondered why it was so loud. Was it you?
$*CinematicScript-3-CIN608_L11_GRANDEZZA_H=Who the hell are you?
$*CinematicScript-4-CIN608_L11_GRANDEZZA_H=It looks interesting. Let us join.
$*CinematicScript-1-CIN406_M07_PATROL=The corrupted beasts live in terrible pain.
$*CinematicScript-2-CIN406_M07_PATROL=It’s all happening because we failed to protect the Tree of Life.
$*CinematicScript-3-CIN406_M07_PATROL=And that’s why we have to accept responsibility as well.
$*CinematicScript-4-CIN406_M07_PATROL=Orcs? Why are they here...
$*CinematicScript-1-CIN407_M07_PAST=After the Tree of Life burned... the Elves lost eternal life.
$*CinematicScript-2-CIN407_M07_PAST=Afterwards, the Syllins like you were born.
$*CinematicScript-3-CIN407_M07_PAST=Some of us could not accept such a fate.
$*CinematicScript-4-CIN407_M07_PAST=And so they did something forbidden.
$*CinematicScript-5-CIN407_M07_PAST=The Great Protector intervened to stop them, <br>and there was a great battle.
$*CinematicScript-6-CIN407_M07_PAST=Those who had broken the sacred laws were expelled...
$*CinematicScript-7-CIN407_M07_PAST=But the Great Protector blamed herself for the tragedy.
$*CinematicScript-8-CIN407_M07_PAST=In the end, she resigned as the Great Protector, <br>leaving her broken bow behind.
$*CinematicScript-1-CIN408_K11_TREEOFLIFE=We Syllins have a limited lifespan.
$*CinematicScript-2-CIN408_K11_TREEOFLIFE=So we need to pass our duties <br>to the next generation before our time is up.
$*CinematicScript-3-CIN408_K11_TREEOFLIFE=Lilyanthes,<br>the life you granted me is now over.
$*CinematicScript-4-CIN408_K11_TREEOFLIFE=Now I’ll pass on my duty as Successor, and return to your side.
$*CinematicScript-1-CIN409_K11_TANARA=The Great Protector?
$*CinematicScript-2-CIN409_K11_TANARA=The Great Protector has returned!
$*CinematicScript-1-CIN410_K11_DARKSECRET=Great Protector!
$*CinematicScript-2-CIN410_K11_DARKSECRET=I’m sorry I’m late.
$*CinematicScript-3-CIN410_K11_DARKSECRET=I almost had to add to my list of regrets.
$*CinematicScript-4-CIN410_K11_DARKSECRET=I’ll tell you the details later.
$*CinematicScript-5-CIN410_K11_DARKSECRET=There are more urgent matters now.
$*CinematicScript-1-CIN450_M07_PURIFY=<I>I am the one and only Queen of the Elves, Erlione Lilyanthes.</I>
$*CinematicScript-2-CIN450_M07_PURIFY=<I>Deceased from ages past, return to where you belong.</I>
$*CinematicScript-3-CIN450_M07_PURIFY=Why?
$*CinematicScript-4-CIN450_M07_PURIFY=My hope was in vain.
$*CinematicScript-1-CIN451_M07_RITE=<I>We, the four protectors, shall swear an oath.</I>
$*CinematicScript-2-CIN451_M07_RITE=<I>We will awaken our sleeping queen.</I>
$*CinematicScript-3-CIN451_M07_RITE=<I>Even though it is against Providence!</I>
$*CinematicScript-4-CIN451_M07_RITE=Hurry and get out of here! <br>You must resurrect the Queen, at any cost.
$*CinematicScript-5-CIN451_M07_RITE=What are you doing?
$*CinematicScript-1-CIN411_N12_SCOUT=How dare you harm a forbidden creature in the Sacred Forest?
$*CinematicScript-2-CIN411_N12_SCOUT=<I>Rest to the soul.</I>
$*CinematicScript-3-CIN411_N12_SCOUT=Find the scum who did this.
$*CinematicScript-1-CIN412_N12_AWAKENING=I am now returning to where our people began.
$*CinematicScript-2-CIN412_N12_AWAKENING=Face it, and overcome it.
$*CinematicScript-1-CIN413_N12_PASS=You have finally mastered yourself.
$*CinematicScript-1-CIN414_N12_EXTORTION=How dare the False Emperor’s minions step into the Sacred Forest?
$*CinematicScript-2-CIN414_N12_EXTORTION=We must take the Essence of Life.
$*CinematicScript-3-CIN414_N12_EXTORTION=Stop them at all costs!
$*CinematicScript-4-CIN414_N12_EXTORTION=No...
$*CinematicScript-5-CIN414_N12_EXTORTION=If Tenza loses the essence, it will bring catastrophe upon the forest.
$*CinematicScript-1-CIN415_N12_RAVE=Now the Essence is taken, it will soon become wild.
$*CinematicScript-2-CIN415_N12_RAVE=Charge!
$*CinematicScript-1-CIN416_N12_MISSION=I have lost <br>a part of my soul.
$*CinematicScript-2-CIN416_N12_MISSION=Come closer.<br>I have a message for you.
$*CinematicScript-1-CIN485_N12_RESTORE=<I>Evil thoughts will return.</I>
$*CinematicScript-2-CIN485_N12_RESTORE=<I>The forest will be hardened, and the black soul must be scattered.</I>
$*CinematicScript-3-CIN485_N12_RESTORE=I saw the forest being restored.
$*CinematicScript-4-CIN485_N12_RESTORE=I received help.
$*CinematicScript-1-CIN487_N12_LEONI=Protecting the Seal of the Forest is the Wolves’ duty.
$*CinematicScript-2-CIN487_N12_LEONI=since the Essence of Life has been stolen by evildoers,
$*CinematicScript-3-CIN487_N12_LEONI=We are no longer able to fulfill our duty.
$*CinematicScript-4-CIN487_N12_LEONI=Until we retrieve the Essence of Life... We can't help the Crown Prince.
$*CinematicScript-5-CIN487_N12_LEONI=I know... Where the Essence of Life is.
$*CinematicScript-1-CIN471_N14_MOVE=You woke up!
$*CinematicScript-2-CIN471_N14_MOVE=We are approaching the new continent.
$*CinematicScript-3-CIN471_N14_MOVE=I was quite surprised to find you there.<br>I didn't expect to see anyone alive.
$*CinematicScript-4-CIN471_N14_MOVE=A swarm of beetles is approaching from the right side!
$*CinematicScript-5-CIN471_N14_MOVE=Don’t worry.
$*CinematicScript-6-CIN471_N14_MOVE=Ugh!
$*CinematicScript-7-CIN471_N14_MOVE=<I>Emergency situation occurring! Emergency situation occurring!</I>
$*CinematicScript-8-CIN471_N14_MOVE=Curses, we’re in trouble!
$*CinematicScript-1-CIN472_N14_SUPPORTER=This kind of thing happens occasionally...
$*CinematicScript-2-CIN472_N14_SUPPORTER=Nobody fights like you do...
$*CinematicScript-3-CIN472_N14_SUPPORTER=We are about to arrive in Sen.
$*CinematicScript-1-CIN474_N14_TESTING=Experiments are fun! <br>They give me goosebumps!
$*CinematicScript-2-CIN474_N14_TESTING=Who said you were allowed to enter?
$*CinematicScript-3-CIN474_N14_TESTING=I came to deliver Gagato’s message... But I didn’t expect to see this.
$*CinematicScript-4-CIN474_N14_TESTING=Did Gagato notice it?
$*CinematicScript-5-CIN474_N14_TESTING=She underestimated me!
$*CinematicScript-6-CIN474_N14_TESTING=Go!
$*CinematicScript-7-CIN474_N14_TESTING=I’ll make you all like this too!
$*CinematicScript-1-CIN475_N14_DEFENCES=You fools!
$*CinematicScript-2-CIN475_N14_DEFENCES=Oh, what a waste... But I’ll survive. After all..... I can find a lab anywhere.
$*CinematicScript-3-CIN475_N14_DEFENCES=<I>Activating Self-Destruction device! Activating Self-Destruction device!</I>
$*CinematicScript-1-CIN476_N14_INDEMNITY=<I>Abort Self-Destruction command.</I>
$*CinematicScript-2-CIN476_N14_INDEMNITY=This… You broke this?
$*CinematicScript-3-CIN476_N14_INDEMNITY=Chairman, hold on!
$*CinematicScript-4-CIN476_N14_INDEMNITY=You’ll have to pay for this!
$*CinematicScript-5-CIN476_N14_INDEMNITY=However, this cost…
$*CinematicScript-6-CIN476_N14_INDEMNITY=There’s no way you can pay it.
$*CinematicScript-1-CIN725_N14_ZEETO=Blast, everything was smashed!
$*CinematicScript-2-CIN725_N14_ZEETO=Are all the parts gone?
$*CinematicScript-3-CIN725_N14_ZEETO=How’s your research going, Dr. Zeeto?
$*CinematicScript-4-CIN725_N14_ZEETO=It’s close to completion thanks to the Serma you sent.
$*CinematicScript-5-CIN725_N14_ZEETO=It's not completed yet, but...
$*CinematicScript-6-CIN725_N14_ZEETO=Once it is complete, it will be as powerful as an Ancient God!
$*CinematicScript-7-CIN725_N14_ZEETO=No, it has to be the Ancient God itself.
$*CinematicScript-8-CIN725_N14_ZEETO=I don't understand what you're saying.
$*CinematicScript-9-CIN725_N14_ZEETO=This is an ill-fated relationship.
$*CinematicScript-10-CIN725_N14_ZEETO=I’ll bring you to the lab, Dr. Zeeto.
$*CinematicScript-11-CIN725_N14_ZEETO=Since you came here voluntarily, you are prepared to die, I presume?
$*CinematicScript-1-CIN454_K11_SAGE=A stranger interfered with our plans.
$*CinematicScript-2-CIN454_K11_SAGE=Then I suppose it’s time to put our cards on the table.
$*CinematicScript-3-CIN454_K11_SAGE=The glory of becoming a part of my power...
$*CinematicScript-4-CIN454_K11_SAGE=There is no need to show mercy to a Demon.
$*CinematicScript-5-CIN454_K11_SAGE=Even if it was once an Emperor.
$*CinematicScript-6-CIN454_K11_SAGE=Greetings, Anatavarin.
$*CinematicScript-1-CIN271_K11_PROPHECY=Anatavarin... It means the last die thrown by Providence.
$*CinematicScript-2-CIN271_K11_PROPHECY=Only you can prevent the end of this world, Anatavarin.
$*CinematicScript-3-CIN271_K11_PROPHECY=A General from the desert is waiting for you.
$*CinematicScript-4-CIN271_K11_PROPHECY=If you restore the Stone of Sealing in the Bleached Desert...
$*CinematicScript-5-CIN271_K11_PROPHECY=The Queen who was lost in time will return to the light.
$*CinematicScript-6-CIN271_K11_PROPHECY=When you recognise your fate, come to the Rift in the World.
$*CinematicScript-7-CIN271_K11_PROPHECY=I’ll be waiting for your return at the Black Tower.
$*CinematicScript-1-CIN600_K11_EXORCISM=That body is mine.
$*CinematicScript-2-CIN600_K11_EXORCISM=It will not be like that.
$*CinematicScript-3-CIN600_K11_EXORCISM=You can't see the Grand Seer right now.
$*CinematicScript-4-CIN600_K11_EXORCISM=Do I need your permission?
$*CinematicScript-5-CIN600_K11_EXORCISM=Stop it!
$*CinematicScript-6-CIN600_K11_EXORCISM=Didn't you hear that you should come to see me?
$*CinematicScript-7-CIN600_K11_EXORCISM=Having saved the child, I was about to leave.
$*CinematicScript-8-CIN600_K11_EXORCISM=Nothing is more important than my orders!
$*CinematicScript-9-CIN600_K11_EXORCISM=Do not forget that I am the Governer.
$*CinematicScript-10-CIN600_K11_EXORCISM=That which is corrupted will naturally disappear.
$*CinematicScript-11-CIN600_K11_EXORCISM=Scatter!
$*CinematicScript-1-CIN601_K11_ATTACK=I heard that the Governor is looking for me.
$*CinematicScript-2-CIN601_K11_ATTACK=Hold on for a moment.
$*CinematicScript-3-CIN601_K11_ATTACK=That’s annoying.
$*CinematicScript-1-CIN602_K11_MATTIAS=Whose order is this?
$*CinematicScript-2-CIN602_K11_MATTIAS=...You?
$*CinematicScript-3-CIN602_K11_MATTIAS=I'm glad that you're safe, Deblahyim.
$*CinematicScript-4-CIN602_K11_MATTIAS=Why are you here?
$*CinematicScript-1-CIN603_K11_DEMON=Let's hurry.
$*CinematicScript-2-CIN603_K11_DEMON=Grand Seer Deblahyim!
$*CinematicScript-3-CIN603_K11_DEMON=Demon?
$*CinematicScript-4-CIN603_K11_DEMON=Demon. There's no reason to back off.
$*CinematicScript-1-CIN604_K11_COUNTER=The Emperor is hand in hand with the devil. <br>Now, what should you do?
$*CinematicScript-2-CIN604_K11_COUNTER=If they want war, I will give it to them.<br>Gather the warriors.
$*CinematicScript-3-CIN604_K11_COUNTER=And you have other missions.
$*CinematicScript-1-CIN215_H09_MARCO=Morte?
$*CinematicScript-2-CIN215_H09_MARCO=It’s the name I once used. Who are you?
$*CinematicScript-3-CIN215_H09_MARCO=This is the sigil of House Sforza.
$*CinematicScript-1-CIN216_H09_SNIPE=Now. Shall we have a chat?
$*CinematicScript-2-CIN216_H09_SNIPE=M-monsters. I’ll tell you anything! Please stop!
$*CinematicScript-3-CIN216_H09_SNIPE=Who’s behind you?
$*CinematicScript-4-CIN216_H09_SNIPE=That’s it...
$*CinematicScript-5-CIN216_H09_SNIPE=Stop!
$*CinematicScript-6-CIN216_H09_SNIPE=Blast, I lost him!
$*CinematicScript-1-CIN226_H09_CONSUL=What in the world made you do that?!
$*CinematicScript-2-CIN226_H09_CONSUL=Calm down, father.<br>It was necessary.
$*CinematicScript-3-CIN226_H09_CONSUL=Firing the chief of the guards at this moment was a necessary action?!
$*CinematicScript-4-CIN226_H09_CONSUL=Franco was indeed a war hero...
$*CinematicScript-5-CIN226_H09_CONSUL=But he pushed the council too far.
$*CinematicScript-6-CIN226_H09_CONSUL=I told you that there is a Red Mask leader concealed among the Federation’s high-ranking officials!
$*CinematicScript-7-CIN226_H09_CONSUL=We are not at war now.<br>We can't afford to split the Federation.
$*CinematicScript-8-CIN226_H09_CONSUL=to find the leader of an outlaw gang.
$*CinematicScript-9-CIN226_H09_CONSUL=No. Red Masks are...
$*CinematicScript-10-CIN226_H09_CONSUL=I am the Consul, not you, father!<br>I make the decisions!
$*CinematicScript-11-CIN226_H09_CONSUL=You retired, don't you remember?<br>Please, take some rest now.
$*CinematicScript-12-CIN226_H09_CONSUL=I will see Franco myself.
$*CinematicScript-13-CIN226_H09_CONSUL=Do as you wish.
$*CinematicScript-14-CIN226_H09_CONSUL=What a fool...
$*CinematicScript-1-CIN278_I09_DAM=My eyes were right indeed.
$*CinematicScript-2-CIN278_I09_DAM=Look, you saved the city of water.
$*CinematicScript-1-CIN267_H09_RALLY=The Black Tower is sealed, and the Demons have returned to their world.
$*CinematicScript-2-CIN267_H09_RALLY=However, the ones who planned all this are still here in Spezia.
$*CinematicScript-3-CIN267_H09_RALLY=To end the war, we must unite the power of all races.
$*CinematicScript-4-CIN267_H09_RALLY=I already sent a message to the leaders. There will be a meeting in Sen before long.
$*CinematicScript-1-CIN277_I09_ADVANCE=He did it! Let’s go.
$*CinematicScript-2-CIN277_I09_ADVANCE=Forward!
$*CinematicScript-3-CIN277_I09_ADVANCE=Enemies are descending upon the castle.
$*CinematicScript-4-CIN277_I09_ADVANCE=Sforza will lead the way.
$*CinematicScript-5-CIN277_I09_ADVANCE=No, Navarra’s army should take the lead.
$*CinematicScript-6-CIN277_I09_ADVANCE=Tatiana and Averardo, follow me.
$*CinematicScript-1-CIN284_I09_DESCENT=Why did you do this?
$*CinematicScript-2-CIN284_I09_DESCENT=You’ll never understand, father.
$*CinematicScript-3-CIN284_I09_DESCENT=How hopeless you are!
$*CinematicScript-4-CIN284_I09_DESCENT=That’s enough, Averardo.
$*CinematicScript-5-CIN284_I09_DESCENT=The Mascus have created something most interesting.
$*CinematicScript-6-CIN284_I09_DESCENT=Guido…<br>How dare you!
$*CinematicScript-7-CIN284_I09_DESCENT=You should be honored,<br>that the great one will use that pitiable body.
$*CinematicScript-8-CIN284_I09_DESCENT=It's not going to go the way you think, Guido.
$*CinematicScript-9-CIN284_I09_DESCENT=No!
$*CinematicScript-10-CIN284_I09_DESCENT=This resurrection is incomplete... but it will do for now.<br>Proceed to the next step, Guido.
$*CinematicScript-1-CIN279_I09_CORONATION=<I>Tatiana Sforza.</I>
$*CinematicScript-2-CIN279_I09_CORONATION=<I>Today, you are succeeding to a divine responsibility,</I>
$*CinematicScript-3-CIN279_I09_CORONATION=<I>, which was protected by the nobles of the Federation, now united under freedom and purpose.</I>
$*CinematicScript-4-CIN279_I09_CORONATION=<I>We beseech you, in the name of the citizens:</I>
$*CinematicScript-5-CIN279_I09_CORONATION=<I>Be not arrogant,</I>
$*CinematicScript-6-CIN279_I09_CORONATION=<I>Shrink not from danger,</I>
$*CinematicScript-7-CIN279_I09_CORONATION=<I>and have the will to keep your vow.</I>
$*CinematicScript-8-CIN279_I09_CORONATION=<I>Under fair and just laws,</I>
$*CinematicScript-9-CIN279_I09_CORONATION=<I>Protect the Federation and its allies.</I>
$*CinematicScript-10-CIN279_I09_CORONATION=<I>Treat the citizens with kindness,</I>
$*CinematicScript-11-CIN279_I09_CORONATION=<I>The great trust they have placed in you</I><br>Father!
$*CinematicScript-12-CIN279_I09_CORONATION=Father!
$*CinematicScript-13-CIN279_I09_CORONATION=<I>They have placed in you.</I>
$*CinematicScript-14-CIN279_I09_CORONATION=<I>and don't forget the great trust they have placed in you</I>
$*CinematicScript-1-CIN724_I09_START_U=The Council decided not to move the Federation army.
$*CinematicScript-2-CIN724_I09_START_U=No, the council must obey my commands.
$*CinematicScript-3-CIN724_I09_START_U=We... can no longer trust you.
$*CinematicScript-4-CIN724_I09_START_U=You always did what my father said.
$*CinematicScript-5-CIN724_I09_START_U=A-Averardo is the hero of the Federation.
$*CinematicScript-6-CIN724_I09_START_U=Averardo... Averardo...
$*CinematicScript-7-CIN724_I09_START_U=I’m sick and tired of that name.
$*CinematicScript-8-CIN724_I09_START_U=Y-your Excellency... I’ll try persuading the council.
$*CinematicScript-9-CIN724_I09_START_U=Well, it’s quite good, but Guido... What you promised was the power of the Ancient God.
$*CinematicScript-10-CIN724_I09_START_U=Soon, Highness.
$*CinematicScript-1-CIN708_I09_KIDNAPPING_U=Please...
$*CinematicScript-2-CIN708_I09_KIDNAPPING_U=They made it. Now there will be no problem.
$*CinematicScript-3-CIN708_I09_KIDNAPPING_U=No way, Dora.
$*CinematicScript-4-CIN708_I09_KIDNAPPING_U=Guido, you said you took care of your wife, didn't you?
$*CinematicScript-5-CIN708_I09_KIDNAPPING_U=I will give you another chance. Deal with it and come to where the ritual is held.
$*CinematicScript-6-CIN708_I09_KIDNAPPING_U=Leave the town... And never take the necklace off.
$*CinematicScript-1-CIN709_I09_DORA_U=Oh, no!
$*CinematicScript-2-CIN709_I09_DORA_U=I told you to deal with it.
$*CinematicScript-3-CIN709_I09_DORA_U=It's a waste of time.
$*CinematicScript-4-CIN709_I09_DORA_U=Hmm?
$*CinematicScript-5-CIN709_I09_DORA_U=I’m a bit late.
$*CinematicScript-6-CIN709_I09_DORA_U=Thanks to that, the ritual failed.
$*CinematicScript-1-CIN421_L10_COUPLE=Wait here for a minute.
$*CinematicScript-2-CIN421_L10_COUPLE=We have a guest.
$*CinematicScript-3-CIN421_L10_COUPLE=It seems we have company who will help us.
$*CinematicScript-1-CIN422_L10_BETRAY=Severus.
$*CinematicScript-2-CIN422_L10_BETRAY=Mathias?
$*CinematicScript-3-CIN422_L10_BETRAY=Thank you, Physis. Thank you!
$*CinematicScript-4-CIN422_L10_BETRAY=The Emperor is plotting a terrible scheme.
$*CinematicScript-5-CIN422_L10_BETRAY=Goar has the evidence.
$*CinematicScript-6-CIN422_L10_BETRAY=What do you mean?
$*CinematicScript-7-CIN422_L10_BETRAY=I’ll tell you the details on the way.
$*CinematicScript-8-CIN422_L10_BETRAY=We need to go to Ostium and meet Goar first.
$*CinematicScript-9-CIN422_L10_BETRAY=You are not meeting with anybody.
$*CinematicScript-10-CIN422_L10_BETRAY=Severus.
$*CinematicScript-11-CIN422_L10_BETRAY=Leoni?
$*CinematicScript-12-CIN422_L10_BETRAY=You fell into this trap so easily, Mathias.
$*CinematicScript-13-CIN422_L10_BETRAY=Take him away.
$*CinematicScript-14-CIN422_L10_BETRAY=Leoni!
$*CinematicScript-1-CIN435_L10_EMPEROR=Hush. This way...
$*CinematicScript-2-CIN435_L10_EMPEROR=Your Highness.
$*CinematicScript-3-CIN435_L10_EMPEROR=Report.
$*CinematicScript-4-CIN435_L10_EMPEROR=Everything is under control and according to plan, Your Highness.
$*CinematicScript-5-CIN435_L10_EMPEROR=We have all the powers we need, except one.
$*CinematicScript-6-CIN435_L10_EMPEROR=Except one...
$*CinematicScript-7-CIN435_L10_EMPEROR=Is that the one mentioned before?
$*CinematicScript-8-CIN435_L10_EMPEROR=Yes, Your Highness.<br>If you take the last power hidden in the Forest of Sorrow...
$*CinematicScript-9-CIN435_L10_EMPEROR=The world will be in your hands.
$*CinematicScript-10-CIN435_L10_EMPEROR=All right, I’ll take care of that.
$*CinematicScript-11-CIN435_L10_EMPEROR=I’m sorry, Highness, but…
$*CinematicScript-12-CIN435_L10_EMPEROR=What is he trying to do?
$*CinematicScript-13-CIN435_L10_EMPEROR=Don’t waste your time with irrelevant details. Help Guido.
$*CinematicScript-14-CIN435_L10_EMPEROR=I will do as you wish, Your Highness.
$*CinematicScript-1-CIN486_L10_RALLY=The Black Tower is sealed, and the demons have returned to their world.
$*CinematicScript-2-CIN486_L10_RALLY=However, the ones who planned all this are still here in Hieracon.
$*CinematicScript-3-CIN486_L10_RALLY=To end the war, we must unite the power of all races.
$*CinematicScript-4-CIN486_L10_RALLY=I already sent a message to the leaders. There will be a meeting in Sen before long.
$*CinematicScript-1-CIN477_L10_ADVANCE=They did it! Let’s go.
$*CinematicScript-2-CIN477_L10_ADVANCE=Let’s go.
$*CinematicScript-3-CIN477_L10_ADVANCE=Follow the Crown Prince Victor!
$*CinematicScript-1-CIN478_L10_DESCENT=Any last words?
$*CinematicScript-2-CIN478_L10_DESCENT=Is there anything you want to hear?
$*CinematicScript-3-CIN478_L10_DESCENT=Well then, goodbye.
$*CinematicScript-4-CIN478_L10_DESCENT=Not yet, Mathias.
$*CinematicScript-5-CIN478_L10_DESCENT=The Mascus have created something most interesting.
$*CinematicScript-6-CIN478_L10_DESCENT=Guido… <br>How dare you!
$*CinematicScript-7-CIN478_L10_DESCENT=You should be honored<br>that the great one will use that pitiable body.
$*CinematicScript-8-CIN478_L10_DESCENT=It’s not going to go the way you think, Guido.
$*CinematicScript-9-CIN478_L10_DESCENT=No!
$*CinematicScript-10-CIN478_L10_DESCENT=This resurrection is incomplete... but it will do for now.<br>Proceed to the next step, Guido.
$*CinematicScript-1-CIN479_L10_CORONATION=<I>Victor Habicht.</I>
$*CinematicScript-2-CIN479_L10_CORONATION=<I>Today, you are succeeding to a divine responsibility, which was protected by the nobles of the Empire</I>
$*CinematicScript-3-CIN479_L10_CORONATION=<I>now united under honor and courage.</I>
$*CinematicScript-4-CIN479_L10_CORONATION=<I>We beseech you, in the name of the citizens:</I>
$*CinematicScript-5-CIN479_L10_CORONATION=<I>be not arrogant,</I>
$*CinematicScript-6-CIN479_L10_CORONATION=<I>shrink not from danger,</I>
$*CinematicScript-7-CIN479_L10_CORONATION=<I>and have the will to keep your vow.</I>
$*CinematicScript-8-CIN479_L10_CORONATION=<I>Protect the Empire and its territories</I>
$*CinematicScript-9-CIN479_L10_CORONATION=<I>under fair and just laws.</I>
$*CinematicScript-10-CIN479_L10_CORONATION=<I>Treat the citizens with kindness,</I>
$*CinematicScript-11-CIN479_L10_CORONATION=<I>and don't forget the great trust</I>
$*CinematicScript-12-CIN479_L10_CORONATION=<I>they have placed in you.</I>
$*CinematicScript-13-CIN479_L10_CORONATION=<I>Mathias!</I>
$*CinematicScript-1-CIN606_L10_EVIL_DARGON=This is just the beginning.
$*CinematicScript-2-CIN606_L10_EVIL_DARGON=I... no, you don't have much time.
$*CinematicScript-3-CIN606_L10_EVIL_DARGON=What the...
$*CinematicScript-4-CIN606_L10_EVIL_DARGON=I came here to stop the Evil Dragon, Ventus, from living again.
$*CinematicScript-1-CIN623_L10_START_H=Highness, is it true that the Crown Prince is alive?!
$*CinematicScript-2-CIN623_L10_START_H=You already knew, didn’t you?
$*CinematicScript-3-CIN623_L10_START_H=What? If I had known, I would never have agreed to this treason!
$*CinematicScript-4-CIN623_L10_START_H=Where was the son of the Sun Emperor when the Unión scum were running rampant?
$*CinematicScript-5-CIN623_L10_START_H=I-I... I’m supporting you!
$*CinematicScript-6-CIN623_L10_START_H=When will the power of the Ancient God be ours, Guido?
$*CinematicScript-7-CIN623_L10_START_H=It shall be soon, Highness.
$*CinematicScript-1-CIN607_L10_VEN_H=Guido!
$*CinematicScript-2-CIN607_L10_VEN_H=How annoying!
$*CinematicScript-3-CIN607_L10_VEN_H=Let's not waste time.
$*CinematicScript-4-CIN607_L10_VEN_H=This time, it is my guest.
$*CinematicScript-5-CIN607_L10_VEN_H=Why are you doing this?
$*CinematicScript-6-CIN607_L10_VEN_H=That's what I want to ask you.
$*CinematicScript-7-CIN607_L10_VEN_H=Yes, let's go.
$*CinematicScript-8-CIN607_L10_VEN_H=Blast...
$*CinematicScript-1-CIN620_L10_FIRST SEAL=You are extremely annoying.
$*CinematicScript-2-CIN620_L10_FIRST SEAL=Halt!
$*CinematicScript-3-CIN620_L10_FIRST SEAL=Did you think you could break the seal?
$*CinematicScript-4-CIN620_L10_FIRST SEAL=At least...
$*CinematicScript-5-CIN620_L10_FIRST SEAL=Your friends can break it.
$*CinematicScript-6-CIN620_L10_FIRST SEAL=I have no choice. Damn it!
$*CinematicScript-7-CIN620_L10_FIRST SEAL=That's your problem.
$*CinematicScript-1-CIN217_G09_GHOST=I realized I was already dead as soon as I opened my eyes.
$*CinematicScript-2-CIN217_G09_GHOST=Long ago, the power that destroyed our Empire
$*CinematicScript-3-CIN217_G09_GHOST=had awoken us from our long sleep.
$*CinematicScript-4-CIN217_G09_GHOST=Success! The dead are really rising up.
$*CinematicScript-5-CIN217_G09_GHOST=Oh, blast! They are uncontrollable. Run away!
$*CinematicScript-6-CIN217_G09_GHOST=My men have turned evil, consumed by madness.
$*CinematicScript-7-CIN217_G09_GHOST=Now they’re no different from the enemies we despised.
$*CinematicScript-8-CIN217_G09_GHOST=We have to return this, for sure.
$*CinematicScript-1-CIN218_G09_SEAL=<I>Those who wander, listen to my voice.</I>
$*CinematicScript-2-CIN218_G09_SEAL=<I>Those who wander, listen to my voice.</I>
$*CinematicScript-3-CIN218_G09_SEAL=<I>Begin your rest!</I>
$*CinematicScript-4-CIN218_G09_SEAL=Okay. The seal is done.
$*CinematicScript-1-CIN225_G09_ABELARDO=Then, the vote on sending support to Terny will begin.
$*CinematicScript-2-CIN225_G09_ABELARDO=House Sforza will be absent, as always.<br>So...
$*CinematicScript-3-CIN225_G09_ABELARDO=So... All three of us should vote aye.
$*CinematicScript-4-CIN225_G09_ABELARDO=House Mazzini says aye.
$*CinematicScript-5-CIN225_G09_ABELARDO=House Natale says aye.
$*CinematicScript-6-CIN225_G09_ABELARDO=It’s up to me then...
$*CinematicScript-7-CIN225_G09_ABELARDO=I say nay.<br>Then the case is voted down.
$*CinematicScript-8-CIN225_G09_ABELARDO=What?
$*CinematicScript-9-CIN225_G09_ABELARDO=This is a letter of pardon from Camillo Benso
$*CinematicScript-10-CIN225_G09_ABELARDO=Oh no...
$*CinematicScript-11-CIN225_G09_ABELARDO=I’m a bit late.
$*CinematicScript-12-CIN225_G09_ABELARDO=I am Averardo Sforza, head of House Sforza.
$*CinematicScript-13-CIN225_G09_ABELARDO=Averardo Sforza.
$*CinematicScript-14-CIN225_G09_ABELARDO=A-Averardo Sforza?
$*CinematicScript-15-CIN225_G09_ABELARDO=I say aye for sending troops to Terny.
$*CinematicScript-16-CIN225_G09_ABELARDO=It is logical, for the Federation’s prosperity and unity.
$*CinematicScript-17-CIN225_G09_ABELARDO=Now that makes a majority.
$*CinematicScript-18-CIN225_G09_ABELARDO=That letter of pardon will be annulled when I return to Spezia.
$*CinematicScript-19-CIN225_G09_ABELARDO=And this I will do by fair means or foul!
$*CinematicScript-20-CIN225_G09_ABELARDO=Blast!
$*CinematicScript-1-CIN023_DG_K11_Guiscard_TheOldSoldiersDeath=I have nothing more to say.
$*CinematicScript-2-CIN023_DG_K11_Guiscard_TheOldSoldiersDeath=Likewise, comrade.
$*CinematicScript-1-CIN220_G08_BATTLE=Sons of Navarra. My brothers!
$*CinematicScript-2-CIN220_G08_BATTLE=The final day has come.
$*CinematicScript-3-CIN220_G08_BATTLE=Today is the day of great battle and glorious triumph!
$*CinematicScript-4-CIN220_G08_BATTLE=Today we will be victorious!
$*CinematicScript-5-CIN220_G08_BATTLE=For Navarra!
$*CinematicScript-1-CIN221_F08_RESTRICTION=If you want to get your friend back,
$*CinematicScript-2-CIN221_F08_RESTRICTION=then find the successor, Isilea, and bring her here.
$*CinematicScript-3-CIN221_F08_RESTRICTION=Otherwise, this man, Chico
$*CinematicScript-4-CIN221_F08_RESTRICTION=will be imprisoned for eternity.
$*CinematicScript-1-CIN222_F08_CONSECRATION=I was... beside myself with madness.
$*CinematicScript-2-CIN222_F08_CONSECRATION=I’m sorry. And thank you for saving us.
$*CinematicScript-3-CIN222_F08_CONSECRATION=I feel pain all over my body.
$*CinematicScript-4-CIN222_F08_CONSECRATION=If I had to do this again, I’d prefer to be in the most comfortable position possible.
$*CinematicScript-1-CIN223_F09_LOSSO=Die, monster!
$*CinematicScript-2-CIN223_F09_LOSSO=Calling me a monster...
$*CinematicScript-3-CIN223_F09_LOSSO=Then, what are you?
$*CinematicScript-4-CIN223_F09_LOSSO=Are you trying to say that you’re human?
$*CinematicScript-1-CIN224_F09_Guido=The preparations are all finished.
$*CinematicScript-2-CIN224_F09_Guido=There are quite a few of us.
$*CinematicScript-3-CIN224_F09_Guido=Now, let us begin.
$*CinematicScript-4-CIN224_F09_Guido=Now you will witness the great power.
$*CinematicScript-5-CIN224_F09_Guido=And you will become part of it!
$*CinematicScript-6-CIN224_F09_Guido=We have a rat in here with us.
$*CinematicScript-7-CIN224_F09_Guido=I must leave now, you take care of it.
$*CinematicScript-1-CIN247_N08_THOUSAND=<I>The Queen of white sorrow, who dwells in time, now it is time for you to awaken.</I>
$*CinematicScript-2-CIN247_N08_THOUSAND=<I>It is time. Become one with me. The Tree of Life will bloom, and the cut branch will wither.</I>
$*CinematicScript-3-CIN247_N08_THOUSAND=<I>But it is that cut branch that made me who I am. It is where I belong.</I>
$*CinematicScript-4-CIN247_N08_THOUSAND=<I>Then... as you wish.</I>
$*CinematicScript-5-CIN247_N08_THOUSAND=You have been waiting for a thousand years... You must be disappointed.
$*CinematicScript-6-CIN247_N08_THOUSAND=Great Protector?
$*CinematicScript-7-CIN247_N08_THOUSAND=Everything needed to end then.
$*CinematicScript-8-CIN247_N08_THOUSAND=Lower your bow, Tanara.<br>I have people that I need to protect.
$*CinematicScript-9-CIN247_N08_THOUSAND=I guess... the battle can take place elsewhere.
$*CinematicScript-1-CIN470_N08_MISSION=I have been waiting for Your Majesty, to ask for forgiveness.
$*CinematicScript-2-CIN470_N08_MISSION=The other protectors who prepared Your Majesty's resurrection are now gone,<br>but their will remains.
$*CinematicScript-3-CIN470_N08_MISSION=Their wills are embedded in their weapons. Find them...
$*CinematicScript-4-CIN470_N08_MISSION=Then, surely, you will be able to reach your previous life.
$*CinematicScript-5-CIN470_N08_MISSION=Let me know what I should do.
$*CinematicScript-1-CIN481_F11_ASH_LUHA=Hurry!
$*CinematicScript-2-CIN481_F11_ASH_LUHA=<I>The great God of Combat</I>
$*CinematicScript-3-CIN481_F11_ASH_LUHA=<I>Please, open your eyes.</I>
$*CinematicScript-4-CIN481_F11_ASH_LUHA=Baraka's dogs...
$*CinematicScript-5-CIN481_F11_ASH_LUHA=Bring my eyes and the Essence of Life to the Tamarins!
$*CinematicScript-6-CIN481_F11_ASH_LUHA=Before they manage to devour you!
$*CinematicScript-1-CIN482_F11_MYTH=Anatavarin. Finally you have entered my cradle.
$*CinematicScript-2-CIN482_F11_MYTH=What did my brother order you to take from me this time?
$*CinematicScript-3-CIN482_F11_MYTH=Aren’t my eyes and my body enough already?
$*CinematicScript-4-CIN482_F11_MYTH=You will take nothing more from me!
$*CinematicScript-5-CIN482_F11_MYTH=Now my time of agonizing pain is over...
$*CinematicScript-6-CIN482_F11_MYTH=There will be only rejoicing.
$*CinematicScript-1-CIN280_N13_CORE=No! My masterpiece... A little more, just a little more...
$*CinematicScript-2-CIN280_N13_CORE=It’s over, Zeeto! Surrender and follow us!
$*CinematicScript-3-CIN280_N13_CORE=This will get things back on track! It’s different this time!
$*CinematicScript-4-CIN280_N13_CORE=Save your excuses for the Councillor!
$*CinematicScript-5-CIN280_N13_CORE=Damn it...
$*CinematicScript-6-CIN280_N13_CORE=I'm not going anywhere until I finish my research!<br>Soon you will see!
$*CinematicScript-7-CIN280_N13_CORE=Just in time.
$*CinematicScript-8-CIN280_N13_CORE=I have no intention to fight.
$*CinematicScript-9-CIN280_N13_CORE=This is all I need.
$*CinematicScript-10-CIN280_N13_CORE=No! That's...
$*CinematicScript-11-CIN280_N13_CORE=Yes, it’s a pretty dangerous thing.
$*CinematicScript-1-CIN484_N13_INFORMATION=Now Sen will be swamped with the farm's problems.<br>We can't let this go.
$*CinematicScript-2-CIN484_N13_INFORMATION=I found all the parts.<br>But what is it for?
$*CinematicScript-3-CIN484_N13_INFORMATION=It’s the only thing remaining before the completion of Zeeto’s masterpiece.
$*CinematicScript-4-CIN484_N13_INFORMATION=Ingratiate yourself with the Wild Eye for now.
$*CinematicScript-5-CIN484_N13_INFORMATION=But their requests become more and more...
$*CinematicScript-6-CIN484_N13_INFORMATION=We will return those humiliations tenfold.
$*CinematicScript-1-CIN228_J10_FRANCO=If we go farther, we might encounter the Imperial army.
$*CinematicScript-2-CIN228_J10_FRANCO=Let’s go back.
$*CinematicScript-3-CIN228_J10_FRANCO=You can’t go back.
$*CinematicScript-4-CIN228_J10_FRANCO=Franco del Lucca
$*CinematicScript-5-CIN228_J10_FRANCO=What?
$*CinematicScript-6-CIN228_J10_FRANCO=His Highness<br>wants you to die honorably in enemy territory.
$*CinematicScript-7-CIN228_J10_FRANCO=Camillo Benso!<br>So he was the mastermind of the Red Masks!
$*CinematicScript-8-CIN228_J10_FRANCO=Attack!
$*CinematicScript-9-CIN228_J10_FRANCO=The Grandezzas? You snake!<br>Have you been contacting the Empire?
$*CinematicScript-10-CIN228_J10_FRANCO=You are indeed a fool, as I expected.
$*CinematicScript-11-CIN228_J10_FRANCO=You wretches!
$*CinematicScript-1-CIN229_J10_COLLUSION=You’re late. Did you take care of Franco?
$*CinematicScript-2-CIN229_J10_COLLUSION=Somebody interrupted, so...
$*CinematicScript-3-CIN229_J10_COLLUSION=I even dispatched the Grandezzas, and you still failed?
$*CinematicScript-4-CIN229_J10_COLLUSION=Well, it doesn’t matter... All the preparations are finished anyway.
$*CinematicScript-5-CIN229_J10_COLLUSION=Return to Camillo Benso and tell him that the resurrection of the Black Tower is nigh.
$*CinematicScript-6-CIN229_J10_COLLUSION=Hmph, arrogant mage...
$*CinematicScript-7-CIN229_J10_COLLUSION=Wait! Who’s there?!
$*CinematicScript-1-CIN438_J10_CONSPIRE=How did it go?
$*CinematicScript-2-CIN438_J10_CONSPIRE=His Highness has accepted all your conditions, Mountain Keeper Jackson.
$*CinematicScript-3-CIN438_J10_CONSPIRE=This is a letter from His Highness himself.
$*CinematicScript-4-CIN438_J10_CONSPIRE=If you cooperate with the resurrection of the Black Tower, the Empire will cede the Cornus area,<br>and acknowledge you as the King of Herbati.
$*CinematicScript-5-CIN438_J10_CONSPIRE=Black Tower? I don't believe in stories.<br>The same goes for that piece of paper.
$*CinematicScript-6-CIN438_J10_CONSPIRE=If he breaks this promise, he will regret it.
$*CinematicScript-7-CIN438_J10_CONSPIRE=Insolent fool...
$*CinematicScript-1-CIN231_J09_NIGRATURIS_U=The Black Tower has arisen!<br>Now... The door for the greater being opens!
$*CinematicScript-2-CIN231_J09_NIGRATURIS_U=Why? The tower has arisen...
$*CinematicScript-3-CIN231_J09_NIGRATURIS_U=Who are you?
$*CinematicScript-4-CIN231_J09_NIGRATURIS_U=You again?
$*CinematicScript-5-CIN231_J09_NIGRATURIS_U=Even without the Serma contraption... If there is an offering...
$*CinematicScript-6-CIN231_J09_NIGRATURIS_U=What are you doing, Guido?
$*CinematicScript-7-CIN231_J09_NIGRATURIS_U=The Emperor told me to get rid of all of you anyway.
$*CinematicScript-8-CIN231_J09_NIGRATURIS_U=Die now!
$*CinematicScript-9-CIN231_J09_NIGRATURIS_U=Kill the Mage before the door opens!
$*CinematicScript-10-CIN231_J09_NIGRATURIS_U=These vermin are getting on my nerves.
$*CinematicScript-11-CIN231_J09_NIGRATURIS_U=However, the tower has been resurrected!<br> The door will open eventually!
$*CinematicScript-12-CIN231_J09_NIGRATURIS_U=The Black Tower has been resurrected…
$*CinematicScript-1-CIN252_J09_SEAL_U=We were able to seal the Black Tower, thanks to you.
$*CinematicScript-2-CIN252_J09_SEAL_U=You are still struggling.<br>Don't you know your place?
$*CinematicScript-3-CIN252_J09_SEAL_U=This won’t end so easily.
$*CinematicScript-1-CIN253_J09_FLEE_U=It’s over at last!
$*CinematicScript-2-CIN253_J09_FLEE_U=The Essence of Life? That was the reason the Black Tower arose...
$*CinematicScript-3-CIN253_J09_FLEE_U=It's not over... Yet...
$*CinematicScript-4-CIN253_J09_FLEE_U=That’s annoying.
$*CinematicScript-1-CIN439_J09_NIGRATURIS_H=The Black Tower has arisen!<br>Now... The door for the greater beings has opened!
$*CinematicScript-2-CIN439_J09_NIGRATURIS_H=Why? The tower has arisen...
$*CinematicScript-3-CIN439_J09_NIGRATURIS_H=Who are you?
$*CinematicScript-4-CIN439_J09_NIGRATURIS_H=You again?
$*CinematicScript-5-CIN439_J09_NIGRATURIS_H=Even without the Serma contraption... If there is an offering...
$*CinematicScript-6-CIN439_J09_NIGRATURIS_H=What are you doing, Guido?
$*CinematicScript-7-CIN439_J09_NIGRATURIS_H=The Emperor told me to get rid of all of you anyway.
$*CinematicScript-8-CIN439_J09_NIGRATURIS_H=Die now.
$*CinematicScript-9-CIN439_J09_NIGRATURIS_H=Kill the mage before the door opens!
$*CinematicScript-10-CIN439_J09_NIGRATURIS_H=These vermin are getting on my nerves.
$*CinematicScript-11-CIN439_J09_NIGRATURIS_H=However the tower has been resurrected<br>The door will be open eventually!
$*CinematicScript-12-CIN439_J09_NIGRATURIS_H=The Black Tower has arisen at last...
$*CinematicScript-1-CIN452_J09_SEAL_H=Even if it is too late... and the world will descend into hell.
$*CinematicScript-2-CIN452_J09_SEAL_H=You are still struggling.<br>Don't you know your place?
$*CinematicScript-3-CIN452_J09_SEAL_H=This won’t end so easily.
$*CinematicScript-1-CIN453_J09_FLEE_H=It’s over at last!
$*CinematicScript-2-CIN453_J09_FLEE_H=The Essence of Life? That was the reason the Black Tower arose...
$*CinematicScript-3-CIN453_J09_FLEE_H=It's not over... Yet...
$*CinematicScript-4-CIN453_J09_FLEE_H=That’s annoying.
$*CinematicScript-1-CIN233_J08_HAMISH_U=You have acquired the Stone of Sealing.<br>We call it... the Stone of Fate.
$*CinematicScript-2-CIN233_J08_HAMISH_U=In the past, we risked our fate for that stone, and changed the destiny of the world for everyone.
$*CinematicScript-3-CIN233_J08_HAMISH_U=However... even though it used to be a Stone of Sealing, with incredible power,<br>it is now merely a shattered stone.
$*CinematicScript-4-CIN233_J08_HAMISH_U=Everybody dies. All kingdoms eventually fall.
$*CinematicScript-5-CIN233_J08_HAMISH_U=But we fought on, regardless. We fought, and we saved our world.
$*CinematicScript-6-CIN233_J08_HAMISH_U=It is now yours. And your fate, too.
$*CinematicScript-7-CIN233_J08_HAMISH_U=Revive the Stone of Sealing, and save the world.
$*CinematicScript-1-CIN441_J08_HAMISH_H=You have acquired the Stone of Sealing.<br>We call it... the Stone of Fate.
$*CinematicScript-2-CIN441_J08_HAMISH_H=In the past, we risked our fate for that stone, and changed the destiny of the world for everyone.
$*CinematicScript-3-CIN441_J08_HAMISH_H=However... even though it used to be a Stone of Sealing, with incredible power,<br>it is now merely a shattered stone.
$*CinematicScript-4-CIN441_J08_HAMISH_H=Everybody dies.
$*CinematicScript-5-CIN441_J08_HAMISH_H=But we fought on, regardless. We fought, and we saved our world.
$*CinematicScript-6-CIN441_J08_HAMISH_H=It is now yours. And your fate, too.
$*CinematicScript-7-CIN441_J08_HAMISH_H=Revive the Stone of Sealing, and save the world.
$*CinematicScript-1-CIN619_J13_CHANGE=That's Okay.
$*CinematicScript-1-CIN618_J13_FINALITY=Launch!
$*CinematicScript-2-CIN618_J13_FINALITY=It missed.
$*CinematicScript-3-CIN618_J13_FINALITY=I'll take this.
$*CinematicScript-1-CIN235_H08_TATIANA=What happened? It was quiet until just now!
$*CinematicScript-2-CIN235_H08_TATIANA=Damn it! How was that even obtained in the first place?
$*CinematicScript-3-CIN235_H08_TATIANA=Die, witch!
$*CinematicScript-4-CIN235_H08_TATIANA=A welcome guest. Are you here to rescue me, perchance?
$*CinematicScript-1-CIN236_G14_QUEEN=Oh, I’m truly grateful!
$*CinematicScript-2-CIN236_G14_QUEEN=They’re swarming in!
$*CinematicScript-3-CIN236_G14_QUEEN=Fortunately, it wasn’t too late.
$*CinematicScript-4-CIN236_G14_QUEEN=We must hurry, Your Majesty! We don’t have much time.
$*CinematicScript-5-CIN236_G14_QUEEN=First we must get away from here! Meet me at the post.
$*CinematicScript-1-CIN237_F06_HERODION=I didn’t want you to see me like this...
$*CinematicScript-2-CIN237_F06_HERODION=Forbidden power... I suspected it, Yoakim.
$*CinematicScript-3-CIN237_F06_HERODION=H - Herodion...
$*CinematicScript-4-CIN237_F06_HERODION=You have to consider who the rebellion benefited most...
$*CinematicScript-5-CIN237_F06_HERODION=It was ended easily with your help.
$*CinematicScript-6-CIN237_F06_HERODION=Meet me again at the Mirage Traders' Group.
$*CinematicScript-1-CIN423_K09_LICH=Who’s there?
$*CinematicScript-2-CIN423_K09_LICH=You must be here for Goar.
$*CinematicScript-3-CIN423_K09_LICH=Oh, how sad.<br>I killed him without knowing he had an appointment.
$*CinematicScript-4-CIN423_K09_LICH=But that’s okay. I’ll do you a favor and send you to meet him.
$*CinematicScript-5-CIN423_K09_LICH=Ah Sio tu-tha
$*CinematicScript-6-CIN423_K09_LICH=Deceased ones, rise from the fire.
$*CinematicScript-7-CIN423_K09_LICH=Enjoy yourselves now! Haha!
$*CinematicScript-1-CIN434_K09_LOYALTY=Drop your weapons!<br>Or you will be condemned as traitors!
$*CinematicScript-2-CIN434_K09_LOYALTY=Who dares accuse me of treason?!
$*CinematicScript-3-CIN434_K09_LOYALTY=I am the rightful successor of the Holy Empire
$*CinematicScript-4-CIN434_K09_LOYALTY=Victor Habicht!
$*CinematicScript-5-CIN434_K09_LOYALTY=You attack me,
$*CinematicScript-6-CIN434_K09_LOYALTY=and that will be treason!
$*CinematicScript-7-CIN434_K09_LOYALTY=Well, one came here of his own accord.
$*CinematicScript-8-CIN434_K09_LOYALTY=Go, arrest the leader of the traitors!
$*CinematicScript-9-CIN434_K09_LOYALTY=Centurion Balmain, here to see the Winter Hawk!
$*CinematicScript-10-CIN434_K09_LOYALTY=I am here to see the Winter Hawk!
$*CinematicScript-11-CIN434_K09_LOYALTY=Balmain?
$*CinematicScript-12-CIN434_K09_LOYALTY=Hartmann must be truly desperate to send you here.
$*CinematicScript-13-CIN434_K09_LOYALTY=It’s been a long time, Balmain.
$*CinematicScript-1-CIN424_L09_RETURN=Haven’t you found the Scepter of the Winter Hawk yet?
$*CinematicScript-2-CIN424_L09_RETURN=Where in the world did you hide it, brother?
$*CinematicScript-3-CIN424_L09_RETURN=Who are you?
$*CinematicScript-4-CIN424_L09_RETURN=Go away!
$*CinematicScript-5-CIN424_L09_RETURN=Balmont!
$*CinematicScript-6-CIN424_L09_RETURN=B-brother?!
$*CinematicScript-7-CIN424_L09_RETURN=What are you doing?! Get him, now!
$*CinematicScript-8-CIN424_L09_RETURN=The Knights of Marta won’t listen to you.
$*CinematicScript-9-CIN424_L09_RETURN=The lord of this land is me, not you!
$*CinematicScript-10-CIN424_L09_RETURN=The Emperor says otherwise, brother!
$*CinematicScript-11-CIN424_L09_RETURN=The Emperor?
$*CinematicScript-12-CIN424_L09_RETURN=That Hartmann wretch is <br>just another usurper, same as you.
$*CinematicScript-13-CIN424_L09_RETURN=Are you one of Hartmann’s dogs?
$*CinematicScript-14-CIN424_L09_RETURN=Seize that traitor right now!
$*CinematicScript-1-CIN426_L09_CROWNPRINCE=Imperial soldiers, don’t back down!
$*CinematicScript-2-CIN426_L09_CROWNPRINCE=I am Victor Habicht, the true successor of the Holy Empire!
$*CinematicScript-3-CIN426_L09_CROWNPRINCE=The descendants of the Winter Hawk will be with you!
$*CinematicScript-4-CIN426_L09_CROWNPRINCE=Fight!
$*CinematicScript-1-CIN428_L08_STEAL=More enemies are gathering here by the day.
$*CinematicScript-2-CIN428_L08_STEAL=We have been able to hold out so far, thanks to the magical barriers.
$*CinematicScript-3-CIN428_L08_STEAL=It’s all because His Highness Louis sent the royal treasure, the Sage’s Stone.
$*CinematicScript-4-CIN428_L08_STEAL=What brought you here?
$*CinematicScript-5-CIN428_L08_STEAL=There's something I need.
$*CinematicScript-6-CIN428_L08_STEAL=The barrier has collapsed!
$*CinematicScript-7-CIN428_L08_STEAL=We are being overrun by the enemy!
$*CinematicScript-8-CIN428_L08_STEAL=Let’s go.
$*CinematicScript-9-CIN428_L08_STEAL=Red?
$*CinematicScript-1-CIN430_L08_ENT=A walking tree...<br>You must be the ancient elemental Guido spoke of.
$*CinematicScript-2-CIN430_L08_ENT=How dare you? Leave the sanctuary immediately, Human.
$*CinematicScript-3-CIN430_L08_ENT=Who’s ordering who now?
$*CinematicScript-4-CIN430_L08_ENT=I understand that ancient beings like you can’t resist this power.
$*CinematicScript-5-CIN430_L08_ENT=How... do you... possess this ancient power...?
$*CinematicScript-6-CIN430_L08_ENT=Then I'll let you take care of the rest. Charge!
$*CinematicScript-1-CIN431_K08_GUIDO=What is this mess?!
$*CinematicScript-2-CIN431_K08_GUIDO=You must be the one who visited Goar...
$*CinematicScript-3-CIN431_K08_GUIDO=You survived?!
$*CinematicScript-4-CIN431_K08_GUIDO=You are the one behind all this, aren’t you?
$*CinematicScript-5-CIN431_K08_GUIDO=Who are you?
$*CinematicScript-6-CIN431_K08_GUIDO=I’m the one who’s going to kill you.
$*CinematicScript-7-CIN431_K08_GUIDO=You don’t have a chance against me, now I have this staff!
$*CinematicScript-8-CIN431_K08_GUIDO=Even death is mine to command now!
$*CinematicScript-9-CIN431_K08_GUIDO=And you will be too, once you’re dead.
$*CinematicScript-10-CIN431_K08_GUIDO=Oh blast!
$*CinematicScript-1-CIN432_K08_LEONI=How lucky you have been to come all this way, but now it ends!
$*CinematicScript-2-CIN432_K08_LEONI=Attack!
$*CinematicScript-3-CIN432_K08_LEONI=Mathias... How come you’re here…
$*CinematicScript-4-CIN432_K08_LEONI=Leoni...
$*CinematicScript-5-CIN432_K08_LEONI=It’s been a long time... Mathias.
$*CinematicScript-1-CIN433_K08_DRAIN=Wait, this energy is...
$*CinematicScript-2-CIN433_K08_DRAIN=What the?!
$*CinematicScript-3-CIN433_K08_DRAIN=The power of this staff is indeed incredible.
$*CinematicScript-4-CIN433_K08_DRAIN=His Highness is waiting.
$*CinematicScript-5-CIN433_K08_DRAIN=Let’s return to Hieracon now.
$*CinematicScript-6-CIN433_K08_DRAIN=I’ll leave a present for these guys.
$*CinematicScript-1-CIN436_K10_SEAL=Right here.
$*CinematicScript-2-CIN436_K10_SEAL=This is where Archmage Hamish sealed the Dimension Gate...
$*CinematicScript-3-CIN436_K10_SEAL=If you absorb the power from the Stone of Sealing...
$*CinematicScript-4-CIN436_K10_SEAL=What would happen to the seal?
$*CinematicScript-5-CIN436_K10_SEAL=The seal will be broken, of course.
$*CinematicScript-1-CIN437_K10_IMPLICATION=Die, mage!
$*CinematicScript-2-CIN437_K10_IMPLICATION=That’s not going to happen!
$*CinematicScript-3-CIN437_K10_IMPLICATION=Foolish Fedayin...<br> How dare you defy your superiors?
$*CinematicScript-4-CIN437_K10_IMPLICATION=If the Black Tower is resurrected, <br>those problems won't matter.
$*CinematicScript-1-CIN610_K10_CORPS=Halt!
$*CinematicScript-2-CIN610_K10_CORPS=Is this what you mean?
$*CinematicScript-3-CIN610_K10_CORPS=The Evil Dragon's family has been sleeping here.
$*CinematicScript-4-CIN610_K10_CORPS=I will send them out into the world.
$*CinematicScript-5-CIN610_K10_CORPS=Now if the Evil Dragon is awakened, it will go back to that time.
$*CinematicScript-6-CIN610_K10_CORPS=Blast...
$*CinematicScript-1-CIN446_K07_DEVIL=I was careless. He must be stopped!
$*CinematicScript-1-CIN445_K07_LEONI=It looks familiar...
$*CinematicScript-2-CIN445_K07_LEONI=What’s this?!
$*CinematicScript-3-CIN445_K07_LEONI=We meet again, Mathias.
$*CinematicScript-1-CIN612_Q04_HARBARD_H=Everything is all right now.
$*CinematicScript-2-CIN612_Q04_HARBARD_H=What are you going to do, Your Highness?
$*CinematicScript-3-CIN612_Q04_HARBARD_H=I know you are afraid of me, Schubalz.
$*CinematicScript-4-CIN612_Q04_HARBARD_H=I will not run away any more.
$*CinematicScript-5-CIN612_Q04_HARBARD_H=Damn it, how come that kid...
$*CinematicScript-6-CIN612_Q04_HARBARD_H=Thanks to you, it's been resolved.
$*CinematicScript-1-CIN611_Q04_RUNAWAY_H=No... Not again...
$*CinematicScript-2-CIN611_Q04_RUNAWAY_H=No! No!
$*CinematicScript-3-CIN611_Q04_RUNAWAY_H=Everybody, don't move.
$*CinematicScript-4-CIN611_Q04_RUNAWAY_H=Schubalz has come.
$*CinematicScript-5-CIN611_Q04_RUNAWAY_H=He should have been King.
$*CinematicScript-6-CIN611_Q04_RUNAWAY_H=I didn't do it! I swear!
$*CinematicScript-7-CIN611_Q04_RUNAWAY_H=His Highness can't deal with animals as well as the late King could.
$*CinematicScript-8-CIN611_Q04_RUNAWAY_H=But you won't accept it... People will get hurt.
$*CinematicScript-9-CIN611_Q04_RUNAWAY_H=I am my father's son! I...
$*CinematicScript-10-CIN611_Q04_RUNAWAY_H=It's strange.
$*CinematicScript-1-CIN616_Q06_SPEAR_OF_YMIR_H=Only a dragon can kill a dragon.
$*CinematicScript-2-CIN616_Q06_SPEAR_OF_YMIR_H=<I>Valdhrak, ancestor of the Dwarf King, knew that.</I>
$*CinematicScript-3-CIN616_Q06_SPEAR_OF_YMIR_H=So, they made a spear using the Dragon's teeth.
$*CinematicScript-4-CIN616_Q06_SPEAR_OF_YMIR_H=<I>It's more than you think.</I>
$*CinematicScript-5-CIN616_Q06_SPEAR_OF_YMIR_H=It's something far better.
$*CinematicScript-6-CIN616_Q06_SPEAR_OF_YMIR_H=As you see, the spear is perfect.
$*CinematicScript-7-CIN616_Q06_SPEAR_OF_YMIR_H=You must take care of the rest.
$*CinematicScript-1-CIN613_R04_IDENTITY=Get away.
$*CinematicScript-2-CIN613_R04_IDENTITY=I will show you who he really is.
$*CinematicScript-3-CIN613_R04_IDENTITY=Ven! You don't seem to have said who you are.
$*CinematicScript-4-CIN613_R04_IDENTITY=Away with you! You are not supposed to be here.
$*CinematicScript-5-CIN613_R04_IDENTITY=I will free you.
$*CinematicScript-6-CIN613_R04_IDENTITY=Time to rethink. The Evil Dragon Ventus has deceived you so far.
$*CinematicScript-7-CIN613_R04_IDENTITY=For now, let's get out of here.
$*CinematicScript-1-CIN614_R04_LAST_SEAL=I see who you are waiting for.<br>But even Ven can't stop me. Just because of you...
$*CinematicScript-2-CIN614_R04_LAST_SEAL=It was not too late.
$*CinematicScript-3-CIN614_R04_LAST_SEAL=Stop, Ven!
$*CinematicScript-4-CIN614_R04_LAST_SEAL=Blast...
$*CinematicScript-5-CIN614_R04_LAST_SEAL=When this last seal is broken, you know what will happen to you, don't you?
$*CinematicScript-6-CIN614_R04_LAST_SEAL=I will make them pay for this.
$*CinematicScript-7-CIN614_R04_LAST_SEAL=I think you have chosen. I hope you will not regret your decision.
$*CinematicScript-8-CIN614_R04_LAST_SEAL=I shall become the Evil Dragon.
$*CinematicScript-9-CIN614_R04_LAST_SEAL=I'll gain you some time. Find Ymir's spear.<br>Only that can protect me.
$*CinematicScript-1-CIN261_N15_SUPPORTER_H=This kind of thing happens occasionally...
$*CinematicScript-2-CIN261_N15_SUPPORTER_H=Nobody fights like you do…
$*CinematicScript-3-CIN261_N15_SUPPORTER_H=We are about to arrive in Sen.
$*CinematicScript-1-CIN483_N13_CORE=No! My masterpiece... A little more, just a little more...
$*CinematicScript-2-CIN483_N13_CORE=It’s over, Zeeto! Surrender and follow us!
$*CinematicScript-3-CIN483_N13_CORE=This will get things back on track! It’s different this time!
$*CinematicScript-4-CIN483_N13_CORE=Save your excuses for the Councillor!
$*CinematicScript-5-CIN483_N13_CORE=Ugh, oh…
$*CinematicScript-6-CIN483_N13_CORE=I'm not going anywhere until I finish my research! Soon you will see!
$*CinematicScript-7-CIN483_N13_CORE=Just in time.
$*CinematicScript-8-CIN483_N13_CORE=I have no intention to fight.
$*CinematicScript-9-CIN483_N13_CORE=This is all I need.
$*CinematicScript-10-CIN483_N13_CORE=No! That's…
$*CinematicScript-11-CIN483_N13_CORE=Yes, it’s a pretty dangerous thing.
$*CinematicScript-1-CIN264_N14_INDEMNITY=<I>Abort the Self-Destruction command.</I>
$*CinematicScript-2-CIN264_N14_INDEMNITY=This… You broke this?
$*CinematicScript-3-CIN264_N14_INDEMNITY=Councillor, hold on!
$*CinematicScript-4-CIN264_N14_INDEMNITY=You’ll have to pay for this!
$*CinematicScript-5-CIN264_N14_INDEMNITY=W-well, ugh, this cost i-is m-more then we…
$*CinematicScript-6-CIN264_N14_INDEMNITY=There’s no way you can pay it.